/* Title when connecting to a host (right now just contains the host name) */
"%@" = "%@";

/* Unit format string for displaying a number of bytes */
"%@ B" = "%@ B";

/* Unit format string for displaying a number of gigabytes */
"%@ GB" = "%@ GB";

/* Unit format string for displaying a number of gigahertz */
"%@ GHz" = "%@ GHz";

/* Unit format string for displaying a number of hertz */
"%@ Hz" = "%@ Hz";

/* Unit format string for displaying a number of kilobytes */
"%@ KB" = "%@ KB";

/* Unit format string for displaying a number of kilohertz */
"%@ KHz" = "%@ KHz";

/* Unit format string for displaying a number of megabytes */
"%@ MB" = "%@ MB";

/* Unit format string for displaying a number of megahertz */
"%@ MHz" = "%@ MHz";

/* Description of an image's size such as (1024 by 768) */
"%d by %d" = "%1$d por %2$d";

/* Message displayed when the other iPhone refuses a connection */
"\"%@\" has declined connection" = "\"%@\" ha rechazado la conexión";

/* Error message for an access denied error */
"Access to file denied" = "Se ha denegado el acceso al archivo";

/* Title for screen that shows the currect background activities in progress (downloads or uploads)
   Activity title */
"Activity" = "Actividad";

/* Title for add bookmark view */
"Add Bookmark" = "Añadir marcador";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add File to iTunes Library" = "Añadir archivo a la Biblioteca de iTunes";

/* Label for file action that adds an image to the iPhoto library of the connected Mac */
"Add Image to iPhoto Library" = "Añadir imagen a la Biblioteca de iPhoto";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add Media File to iTunes Library" = "Añadir archivo multimedia a la Biblioteca de iTunes";

/* Title for screen where you add a new remote host to bookmark list */
"Add Remote Host" = "Añadir host remoto";

/* Add a photo to the iPhone's photo album */
"Add to Photo Album" = "Añadir al álbum de fotos";

/* Error message for remote write error */
"An error occurred while writing to the remote file" = "Se ha producido un error al escribir datos en el archivo remoto";

/* Error message when remote command execution fails */
"An error was encountered while executing the remote command" = "Se ha producido un error al ejecutar la instrucción remota";

/* Actions available to the user for this file */
"Available Actions" = "Acciones posibles";

/* Title for view that shows a list of document bookmarks */
"Bookmarks" = "Marcadores";

/* Title for screen that displays the files stored in Briefcase */
"Briefcase Files" = "Archivos de Briefcase";

/* System information label for the frequency of the bus (eg 1.3GHz */
"Bus Frequency" = "Frecuencia del bus";

/* Cancel button label */
"Cancel" = "Cancelar";

/* System information label for computer name */
"Computer Name" = "Nombre del ordenador";

/* System information label for the type of computer (eg iMac) */
"Computer Type" = "Tipo de ordenador";

/* Connect title */
"Connect" = "Conectar";

/* Title for screen once we have connected */
"Connected" = "Conectado";

/* Title for screen while we are connecting */
"Connecting" = "Conectando";

/* Title for dialog asking user if they wish to accept a connection from another iPhone */
"Connection Request" = "Solicitud de conexión";

/* Message for users viewing file information when not connected */
"Connection required for more options" = "Es necesario conectar para tener otras opciones";

/* Message shown to user when they try to connect to an iPhone using Briefcase Lite */
"Connection to iPhones not available with Briefcase Lite" = "La conexión con iPhones no puede hacerse con Briefcase Lite";

/* Continue button label */
"Continue" = "Continuar";

/* System information label for the number of core the CPU(s) in the computer have */
"CPU Cores" = "Núcleos de CPU";

/* System information label for the frequence of the CPU(s) (eg 3GHz) */
"CPU Frequency" = "Frecuencia de la CPU";

/* Label for information field that displays the modified data of the file */
"date" = "fecha";

/* Delete a document from Briefcase */
"Delete Document" = "Eliminar documento";

/* Delete an image from Briefcase */
"Delete Image" = "Eliminar imagen";

/* Desktop folder in the user's directory */
"Desktop" = "Escritorio";

/* Title for table section that lists the actions you can perform on a disk image */
"Disk Image Options:" = "Opciones para la imagen de disco:";

/* Message asking the user if they want to receive a transfer from another iPhone and advising them how to cancel the connection */
"Do you wish to receive files from \"%@\"? (Quitting Briefcase will cancel transfer.) Accept files?" = "¿Desea recibir archivos de \"%@\"? (al salir Briefcase se cancelará la transferencia). ¿Acepta los archivos?";

/* Documents folder in the user's directory */
"Documents" = "Documentos";

/* Log message when an operation ends with an error */
"Done with error: %@" = "Finalizado, pero con un error: %@";

/* Title for screen that allows you to download files */
"Download" = "Descargar";

/* Label for downloading a file.  The filename will be substituted in */
"Download %@" = "Descargar %@";

/* Button label for downloading a whole directory */
"Download Directory" = "Directorio de descarga";

/* Error message when a file download ends before the whole file is downloaded */
"Download of file \"%@\" ended prematurely" = "La descarga del archivo \"%@\" ha finalizado antes de tiempo";

/* Label shown in activity view describing the download operation */
"Downloading" = "Descarga en curso";

/* Log message for when a file is downloaded */
"Downloading file: %@" = "Se está descargando el archivo: %@";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of directories is supported only in the full version of Briefcase" = "La descarga de directorios sólo puede hacerse con la versión completa de Briefcase";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of this file type is supported only in the full version of Briefcase" = "La descarga de directorios sólo puede hacerse con la versión completa de Briefcase";

/* Downloads folder in the user's directory */
"Downloads" = "Descargas";

/* Error message when we have a problem reading the local file */
"Error while reading local file \"%@\" from device" = "Error al leer el archivo local \"%@\" del dispositivo";

/* Title for message telling the user a file is too large for this device */
"File Too Large" = "Archivo demasiado largo";

/* Title for back button
   Briefcase title */
"Files" = "Archivos";

/* Label for UI element that shows the amount of free space left on the device */
"Free Space:" = "Espacio libre:";

/* Button that takes users to the App Store to buy Briefcase */
"Get Briefcase" = "Obtener Briefcase";

/* Download title */
"Get File" = "Obtener archivo";

/* Title for warning when remote host's hash value has changed */
"Host's Hash Value has Changed" = "El valor hash del host ha cambiado";

/* Title for table section that lists the actions you can perform on an image file */
"Image Actions" = "Acciones para las imágenes";

/* Label for file action that installs the given package on the remote Mac */
"Install on Mac" = "Instalar en el Mac";

/* Title for table section that lists the actions you can perform on an installer package */
"Installer Package Options:" = "Opciones para el paquete de instalación:";

/* Title for browsing local machines in connect tab */
"Local" = "Local";

/* Title for login screen */
"Login" = "Inicio de sesión";

/* Title when login failed */
"Login Failed" = "Ha fallado el inicio de sesión";

/* System information label for the amount of memory in the computer */
"Memory Size" = "Tamaño de la memoria";

/* Label for file action that mounts the given disk image on the remote Mac */
"Mount Disk Image" = "Montar imagen del disco";

/* Movies folder in the user's directory */
"Movies" = "Películas";

/* Music folder in the user's directory */
"Music" = "Música";

/* Placeholder for a bookmark name.  It is tagged with a number */
"My Bookmark%d" = "Mi marcador%d";

/* Label for information field that displays the name of the file */
"name" = "nombre";

/* Title for dialogs that show error messages about failed network operations */
"Network Operation Error" = "Error de operación de red";

/* No, refuse connection */
"No" = "No";

/* Message in information screen when we do not have any information to display */
"No Information Available" = "No hay información disponible";

/* Message when there are no local machines */
"No Local Machines" = "No hay ninguna máquina local";

/* Error message when we have lost our connection */
"No SFTP connection for download" = "No hay ninguna conexión SFTP para descargas";

/* Message in information screen when we are not connected */
"Not Connected" = "No está conectado";

/* Label for OK button
   OK button label */
"OK" = "Aceptar";

/* Ok button label */
"Ok" = "Aceptar";

/* Label for file action that opens a document on a connected Macintosh computer */
"Open on Mac" = "Abrir en el Mac";

/* Label for button that displays the UI for setting the file browsing options */
"Options" = "Opciones";

/* System information label for the version of the operating system */
"OS Version" = "Versión del sistema operativo";

/* Title of back button when file browsing.  Refers the the parent directory */
"Parent" = "Directorio superior";

/* Title for table section that lists the actions you can perform on a PDF file */
"PDF Options:" = "Opciones de PDF:";

/* Pictures folder in the user's directory */
"Pictures" = "Fotos";

/* Label for file action that plays a movie or sound file on the iPhone */
"Play File" = "Reproducir archivo";

/* Title for browsing remote machines in connect tab */
"Remote" = "Remoto";

/* Message informing users that they have to upgrade to get the feature */
"Remote login is supported only in the full version of Briefcase" = "El inicio de sesión remoto sólo puede hacerse con la versión completa de Briefcase";

/* Label for information field that reports an images resolution */
"resolution" = "resolución";

/* Label shown in activity view describing the operation */
"Running Remote Command" = "Se está ejecutando la instrucción remota";

/* Log message when an upload begins */
"Running remote command" = "Se está ejecutando la instrucción remota";

/* Label for file action that sets an image as the desktop background on the remote Mac */
"Set as Desktop Background" = "Establecer como fondo de escritorio";

/* Label for information field that displays the size of the file */
"size" = "tamaño";

/* Title for system information table */
"System Information" = "Información sobre el sistema";

/* Warning when remote host's hash value has changed */
"The crytographic key of the machine you are logging into has changed.  This could mean another computer has intercepted your login" = "La clave criptográfica de la máquina en la que está iniciando sesión ha cambiado.  Esto puede significar que otro ordenador ha interceptado su inicio de sesión";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on this device to download \"%@\".  You would require %@ more space." = "No hay espacio libre suficiente para descargar \"%1$@\".  Necesita %2$@ adicionales.";

/* Message shown to users who try to use the Get Files tab while connected to an iPhone */
"This option not available for iPhones" = "Esta opción no está disponible para iPhones";

/* Error message when Briefcase cannot open a remote file */
"Unable to open remote file \"%@\"" = "No es posible abrir el archivo remoto \"%@\"";

/* Error message when we cannot open a local file on the iPhone */
"Unable to read \"%@\" file on local device" = "No se ha podido leer el archivo \"%@\" en el dispositivo local";

/* Error message for when Briefcase cannot read a file's properties */
"Unable to read properties of remote file" = "No es posible leer las propiedades del archivo remoto";

/* Error message when Briefcase cannot resume a download because the file is larger than 2Gb */
"Unable to resume download of file \"%@\".  File is too large" = "No se puede reanudar la descarga de \"%@\".  Archivo demasiado grande";

/* Error message when remote command execution fails */
"Unable to run command on remote host" = "No es posible ejecutar la instrucción en el host remoto";

/* Error message when Briefcase cannot open a local file */
"Unable to write file \"%@\" to iPhone" = "No es posible grabar el archivo \"%@\" en el iPhone";

/* Error message when an unknown error has occurred */
"Unknown error" = "Error desconocido";

/* Button allowing a user to upload to another iPhone user's copy of Briefcase */
"Upload to Briefcase" = "Cargar a Briefcase";

/* Title for table section that lists places you can upload your file to */
"Upload to:" = "Cargar a:";

/* Label shown in activity view describing the upload operation */
"Uploading" = "Se está cargando";

/* Log message when we start uploading a file */
"Uploading file %@" = "Se está cargando el archivo %@";

/* Label for UI element that shows the amount of space used by files in Briefcase */
"Used Space:" = "Espacio ocupado:";

/* Label for file action that views a document on the iPhone */
"View Document" = "Ver documento";

/* Label for file action that views a document on a connected Macintosh computer */
"View Document on Mac" = "Ver el documento en Mac";

/* Label for file action that views an image on the connected Mac */
"View Image On Mac" = "Ver la imagen en Mac";

/* Message shown to the user while waiting for the other iPhone to accept their connection request */
"Waiting for permission to connect to \"%@\"" = "En espera de autorización para conectar con \"%@\"";

/* Warning displayed to user the first time they save a password */
"Warning: If you save passwords to the keychain it is strongly recommended that you turn on the Passcode Lock feature of the iPhone." = "Advertencia: Si guarda las contraseñas en el keychain, se recomienda activar la función de bloqueo de contraseña en el iPhone.";

/* Yes, accept connection */
"Yes" = "Sí";

/* Message when login failed */
"Your username and password were not accepted.  Please try again." = "No se han aceptado su nombre de usuario y contraseña.  Inténtelo de nuevo.";


﻿
/* Message asking user if they want to replace a local file */
"\"%@\" already exists in Briefcase.  Do you want to replace it?" = "\"%@\" ya está en Briefcase.  ¿Desea sustituirlo?";

/* Title for button that allows the user to add a new remote destination to upload files to */
"Add New Destination" = "Añada un destino";

/* The name of the file containing the manual.  This filename should be translated */
"Briefcase Manual.pdf" = "Briefcase Manual.pdf";

/* Button allowing the user to choose a destination for their file on the remote machine */
"Choose Destination" = "Elija un destino";

/* message telling the user that the directory they are downloading has too many files in it */
"Directory contains too many files to download" = "El directorio tiene demasiados archivos para descargar";

/* Title for message telling the user a directory is too large for this device */
"Directory Too Large" = "Directorio demasiado grande";

/* Title for warning that a files already exists */
"File Exists" = "Este archivo ya existe";

/* Title for message to user warning them to lock their devices */
"Keychain Warning" = "Aviso de Keychain";

/* Label for file action that plays a media file on a connected Macintosh computer */
"Play File on Mac" = "Reproducir archivo en Mac";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Ya existe el archivo remoto \"%@\".  ¿Desea sustituirlo?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "No hay espacio libre suficiente en el dispositivo remoto para descargar \"%1$@\".  Necesita %2$@ adicionales.";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Ya existe el archivo remoto \"%@\".  ¿Desea sustituirlo?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "No hay espacio libre suficiente en el dispositivo remoto para descargar \"%1$@\".  Necesita %2$@ adicionales.";

/* Title for error message that occurs when Briefcase cannot display a document */
"View Document Error" = "Error al mostrar el documento";

/* Error message displayed when Briefcase cannot display a document */
"Viewing of document \"%@\" is not supported on this device" = "Este dispositivo no permite ver el documento \"%@\"";

/* Message informing users that they have to upgrade to view large images */
"Image viewing in Briefcase Lite is limited to small images. The full version of Briefcase supports larger images." = "El visionado imágenes en Briefcase Lite se limita a tamaño pequeño. La versión completa soporta tamaños mayores.";

/* Message asking the user if they want to erase all of their passwords */
"Do you wish to clear all stored passwords from your keychain?" = "Desea borrar todas las claves guardadas en su cadena de claves ?";

/* Message informing users that they have to upgrade to view more file types */
"This document type is not supported. The full version of Briefcase supports more document types." = "Este tipo de documento no está soportado. La versión completa soporta mas tipos de documentos.";

/* Message to the user telling them that no WiFi network is available */
"No WiFi Network" = "ninguna red WiFi";
